[
    {"codeProduit": "9783140464079","auteur": "Antoine de Saint-Exupéry","titre": "Le Petit Prince", "prix": 13.25,"rabais": 10, "description": "Le récit des aventures poétiques et symboliques d'un petit garçon venu d'une autre planète, et de sa rencontre avec un aviateur échoué dans le désert. Avec les dessins de la première édition.", "niveauScolaire": "maternelle - 6eme année (5-12 ans)","image": "./assets/images/le-petit-prince-couverture.jpg"},
    {"codeProduit": "9783806741360","auteur": "Eric Carle","titre": "The Very Hungry Caterpillar", "prix": 7.99,"rabais":10, "description": "The all-time classic picture book, from generation to generation, sold somewhere in the world every 30 seconds! Have you shared it with a child or grandchild in your life?For the first time, Eric Carle’s The Very Hungry Caterpillar is now available in e-book format, perfect for storytime anywhere. As an added bonus, it includes read-aloud audio of Eric Carle reading his classic story. This fine audio production pairs perfectly with the classic story, and it makes for a fantastic new way to encounter this famous, famished caterpillar.", "niveauScolaire": "maternelle - 2eme année (5-7 ans)","image": "./assets/images/the-very-hungry-caterpillar-couverture.jpg"},
    {"codeProduit": "9781770463226","auteur": "Elise Gravel","titre": "The Mushroom Fan Club", "prix":9.99,"rabais": 15, "description": "Join Elise Gravel as she explores the science of some of nature's weirdest and wildest characters—mushrooms!Elise Gravel is back with a whimsical look at one of her family’s most beloved pastimes: mushroom hunting! Combining her love of getting out into nature with her talent for anthropomorphizing everything, Gravel takes us on a magical tour of the forest floor and examines a handful of her favorite alien specimens up close. While the beautiful coral mushroom looks like it belongs under the sea, the peculiar lactarius indigo may be better suited for outer space! From the fun-to-stomp puffballs to the prince of the stinkers—the stinkhorn mushroom—and the musically inclined chanterelles, Gravel shares her knowledge of this fascinating kingdom by bringing each species to life in full felt-tip marker glory.", "niveauScolaire": "maternelle - 2eme année (5-7 ans)","image": "./assets/images/mushroom-fun-club-couverture.jpg"},
    {"codeProduit": "9782898103568","auteur": "Marie Potvin","titre": "Zoélie l'Allumette, Tome 13 : 'Le Sacrifice Inattendu'", "prix":12.95 ,"rabais":15 , "description": "En plongeant dans le grand livre pour me sauver, Malvina m’a transmis certains de ses traits en plus de sa substance ! Nous ne devons pas pour autant perdre une seule minute : il faut repartir immédiatement dans le futur avant que les anomalies temporelles s’aggravent. Nous avons déjà trop tardé.Mais dès notre retour au 21e siècle, de nouvelles complications surgissent. Qu’arrive-t-il avec le grand livre ? Pourquoi Baptiste oublie-t-il notre amitié? Et qu’est-ce que cette entité noire qui le suit partout ? Nous aurons à faire la lumière sur tout ça, coûte que coûte !", "niveauScolaire": "4eme année - 1er secondaire (9-12 ans)","image": "./assets/images/zoelie-couverture.jpg"},
    {"codeProduit": "9781773881720","auteur": "de COLLECTIF","titre": "Mon Encyclopédie Junior du Québec", "prix":24.95 ,"rabais": 30, "description": "Encyclopédie junior du Québec - C4 Dans cet ouvrage, l'enfant trouvera des informations aussi surprenantes que passionnantes sur des thèmes abordant les richesses et les prouesses du Québec. Grâce à de magnifiques photos, des cartes précises et des textes bien documentés, l'encyclopédie permettra d'explorer 7 grands thèmes : les régions, la nature, les animaux, la culture, les nations autochtones, les sports et les transports. Il pourra ensuite tester ses connaissances grâce au quiz à la fin du livre.", "niveauScolaire": "3eme année - 6eme année (8-12 ans+)","image": "./assets/images/encyclopedie-quebec-couverture.jpg"},
    {"codeProduit": "9781423121701","auteur": "Rick Riordan","titre": "Percy Jackson, Tome 1 : 'Le Voleur de Foudre'", "prix": 13.95,"rabais": 15, "description": "Percy Jackson est un adolescent perturbé qui découvre un jour le secret de sa naissance : son père n'est autre que le dieu de la mer, Poséidon. Placé dans un camp de vacances pour enfants sang-mêlé, il est injustement accusé d'avoir volé l'éclair de Zeus.", "niveauScolaire": "3eme année - 6eme année (8-12 ans+)","image": "./assets/images/percy-jackson-couverture.jpg"},
    {"codeProduit": "9781426337604","auteur": "Catherine D. Hughes","titre": "National Geographic Kids : 'Mon grand livre de l'espace'", "prix": 12.69,"rabais": 25, "description": "Ces pages colorées initieront les jeunes enfants aux merveilles de l'espace avec les illustrations de David Aguilar et des textes simples parfaits pour les lecteurs débutants et la lecture à voix haute. Ce livre débute en explorant les concepts de base de l'espace pour ensuite aborder des notions plus complexes sur l'univers et ses mystères. Quelques exemples de chapitres :La Terre, la Lune et le SoleilD'autres planètes de notre système solaireLes planètes naines, les comètes et la ceinture d'astéroïdesL'Univers, la Voie lactée, les galaxies et les trous noirsLes humains sur la Lune, les vaisseaux spatiaux, la Station spatiale internationale, etc.", "niveauScolaire": "maternelle - 3eme année (5-8 ans)","image": "./assets/images/national-geographics-couverture.jpg"},
    {"codeProduit": "9780747532743","auteur": "J.K. Rowling","titre": "Harry Potter Tome 1 : 'Harry Potter à l'école des sorciers'", "prix":16.95 ,"rabais":15 , "description": "Amitié, surprises, dangers, humour, Harry découvre ses pouvoirs et la vie à Poudlard. Le premier tome des aventures du jeune héros vous ensorcelle aussitôt !Le jour de ses onze ans, Harry Potter, un orphelin élevé par un oncle et une tante qui le détestent, voit son existence bouleversée. Un géant vient le chercher pour l'emmener à Poudlard, une école de sorcellerie ! Voler en balai, jeter des sorts, combattre les trolls : Harry se révèle un sorcier doué. Mais un mystère entoure sa naissance et l'effroyable V., le mage dont personne n'ose prononcer le nom.", "niveauScolaire": "3eme année - 6eme année (8-11 ans)","image": "./assets/images/harry-potter-couverture.jpg"}
]